[
  {
    "heading": "Sony to launch PlayStation 5 in India on February 2",
    "body": "Sony said on Friday that it will launch the PlayStation 5 in India on February 2, suggesting improvements in the supply chain network that was severely impacted last year because of the coronavirus pa",
    "link": "https://techcrunch.com/2020/12/31/sony-to-launch-playstation-5-in-india-on-february-2/"
  },
  {
    "heading": "Union Square Ventures and Learn Capital file paperwork indicating new funds",
    "body": "As 2020 comes to a long-awaited end, a series of filings indicate that venture capitalists are ending the year with fresh money. According to SEC paperwork, Learn Capital and USV have filed paperwork",
    "link": "https://techcrunch.com/2020/12/31/union-square-ventures-and-learn-capital-file-paperwork-indicating-new-funds/"
  },
  {
    "heading": "Bose’s latest sleep-centric earbuds mostly do the trick",
    "body": "It’s been a strange year for sleep. For me, levels have fluctuated between too little and too much, but have – more often than not – tended toward the former. 2020 gave most of us no shortage of",
    "link": "https://techcrunch.com/2020/12/31/boses-latest-sleep-centric-earbuds-mostly-do-the-trick/"
  },
  {
    "heading": "BadVR is using government grants to build a business that’s independent of venture capital",
    "body": "When the Los Angeles-based extended reality data visualization company, BadVR, first heard that one of its earliest benefactors, Magic Leap, was about to shed 1,000 jobs and was fighting for its life,",
    "link": "https://techcrunch.com/2020/12/31/badvr-is-using-government-grants-to-build-a-business-thats-independent-of-venture-capital/"
  },
  {
    "heading": "Goodbye Flash, goodbye FarmVille",
    "body": "While much of what made 2020 such an absolute nightmare will still be with us on January 1 (sorry!), we will really, truly be leaving Adobe Flash and FarmVille behind as we enter the new year. The end",
    "link": "https://techcrunch.com/2020/12/31/goodbye-flash-goodbye-farmville/"
  },
  {
    "heading": "NYC MTA’s contactless fare system completes rollout, will phase out MetroCard in 2023",
    "body": "On the last day of 2020, New York City’s Metro Transit Authority announced that it has finished its roll out of contactless payment systems. With the addition of a final stop in Brooklyn, every MTA",
    "link": "https://techcrunch.com/2020/12/31/nyc-mtas-contactless-fare-system-completes-rollout-will-phase-out-metrocard-in-2023/"
  },
  {
    "heading": "Extra Crunch’s top 10 stories of 2020",
    "body": "I've tried to gather a sample of stories that taught me something new (which means this top 10 list betrays my ignorance).",
    "link": "https://techcrunch.com/2020/12/31/extra-crunchs-top-10-stories-of-2020/"
  },
  {
    "heading": "After burning through $2 billion, Katerra gets a $200 million SoftBank lifeline to escape bankruptcy",
    "body": "SoftBank Group is reportedly investing $200 million to bail out Katerra, a startup that had hoped to remake the construction industry with a vertically integrated approach, according to a report in Th",
    "link": "https://techcrunch.com/2020/12/31/after-burning-through-2-billion-katerra-gets-a-200-million-softbank-lifeline-to-escape-bankruptcy/"
  },
  {
    "heading": "How artificial intelligence will be used in 2021",
    "body": "\"We're going to start to see a lot of real value and ROI generated by AI across more and more businesses,\"",
    "link": "https://techcrunch.com/2020/12/31/how-artificial-intelligence-will-be-used-in-2021/"
  },
  {
    "heading": "Salesforce has built a deep bench of executive talent via acquisition",
    "body": "When Salesforce acquired Quip in 2016 for $750 million, it gained CEO and co-founder Bret Taylor as part of the deal. Taylor has since risen quickly through the ranks of the software giant to become p",
    "link": "https://techcrunch.com/2020/12/31/salesforce-has-built-a-deep-bench-of-executive-talent-via-acquisition/"
  },
  {
    "heading": "The Equity crew predicts what’s to come in 2021",
    "body": "What could go wrong? Hello and welcome back to Equity, TechCrunch’s venture-capital-focused podcast (now on Twitter!), where we unpack the numbers behind the headlines. As you can see, this is our",
    "link": "https://techcrunch.com/2020/12/31/the-equity-crew-predicts-whats-to-come-in-2021/"
  },
  {
    "heading": "Samsung vice chairman Jay Y. Lee faces nine-year sentence in bribery case",
    "body": "Samsung Electronics vice chairman Jay Y. Lee faces a nine-year prison term in the bribery case that contributed to the downfall of former president Park Guen-hye. Prosecutors argued that the length of",
    "link": "https://techcrunch.com/2020/12/30/samsung-vice-chairman-jay-y-lee-faces-nine-year-sentence-in-bribery-case/"
  },
  {
    "heading": "Daily Crunch: Amazon acquires Wondery",
    "body": "Amazon makes a big podcast acquisition, a Chinese robot maker raises $100 million and we review a robotic cat pillow. This is your Daily Crunch for December 30, 2020. The big story: Amazon acquires Wo",
    "link": "https://techcrunch.com/2020/12/30/daily-crunch-amazon-acquires-wondery/"
  },
  {
    "heading": "An earnest review of a robotic cat pillow",
    "body": "You don’t need Qoobo in your life. Nobody needs Qoobo, exactly. In fact, first reactions tend to range from befuddlement to bemusement. The robotic cat pillow doesn’t make a ton of sense on the fa",
    "link": "https://techcrunch.com/2020/12/30/an-earnest-review-of-a-robotic-cat-pillow/"
  },
  {
    "heading": "2020 will change the way we look at robotics",
    "body": "Earlier this month, Hyundai acquired a controlling stake in Boston Dynamics that valued the company at $1.1 billion. What’s most interesting about the news isn’t the acquisition itself (it does, a",
    "link": "https://techcrunch.com/2020/12/30/2020-will-change-the-way-we-look-at-robotics/"
  },
  {
    "heading": "Elon Musk says SpaceX will attempt to recover Super Heavy rocket by catching it with launch tower",
    "body": "SpaceX will try a significantly different approach to landing its future reusable rocket boosters, according to CEO and founder Elon Musk. It will attempt to “catch” the heavy booster, whi",
    "link": "https://techcrunch.com/2020/12/30/elon-musk-says-spacex-will-attempt-to-recover-super-heavy-rocket-by-catching-it-with-launch-tower/"
  },
  {
    "heading": "Fluence, the energy storage systems developer, is now worth over $1 billion after QIA investment",
    "body": "The Qatar Investment Authority is investing $125 million into energy storage systems integrator and power management tech developer, Fluence, in a deal that will value the company at over $1 billion.",
    "link": "https://techcrunch.com/2020/12/30/fluence-the-energy-storage-systems-developer-is-now-worth-over-1-billion-after-qia-investment/"
  },
  {
    "heading": "Imagine being blind and trying to attend a virtual event. Try that next time you stage one.",
    "body": "How do you make a virtual event accessible for people who are blind or visually impaired? When I started work on Sight Tech Global back in June this year, I was confident that we would find the answer",
    "link": "https://techcrunch.com/2020/12/30/imagine-being-blind-and-trying-to-attend-a-virtual-event-try-that-next-time-you-stage-one/"
  },
  {
    "heading": "Amazon acquires podcast network Wondery",
    "body": "Amazon just announced that it’s acquiring Wondery, the network behind podcasts including “Dirty John” and “Dr. Death.” Wondery will become part of Amazon Music, which add",
    "link": "https://techcrunch.com/2020/12/30/amazon-acquires-podcast-network-wondery/"
  },
  {
    "heading": "Dear Sophie: Tips for getting a National Interest green card by myself?",
    "body": "I really want permanent residence, but I never won a Nobel prize; I’m single; and I don’t have a million dollars yet. However, I think I might qualify for an EB-2 NIW green card.",
    "link": "https://techcrunch.com/2020/12/30/dear-sophie-tips-for-getting-a-national-interest-green-card-by-myself/"
  }
]